Repository: PhantomX/fluxbox-chinfo-menu
Catalog: po/*.po
Languages: pt_br

source: ${FB_CHINFO_XDG_BN} is not installed!
pt_br: ${FB_CHINFO_XDG_BN} não está instalado!

source: Usage : ${fcmcommand} <parameter> Generate menus for fluxbox. <parameter> can be: -a|--all Generate all menus -b|--bgmenu Generate only background menu -m|--mainmenu Generate only main menu -x|--xdgmenu Generate only XDG menu -h|--help This message -v|--version Output version Run without any parameters to only generate ${FB_CHINFO_USERCONFIG}.
pt_br: Uso : ${fcmcommand} <parâmetro> Gerar menus para o fluxbox. <parâmetro> pode ser: -a|--all Gerar todos os menus -b|--bgmenu Gerar somente o menu de imagens de fundo -m|--mainmenu Gerar somente o menu principal -x|--xdgmenu Gerar somente o menu XDG -h|--help Esta mensagem -v|--version Informar a versão Execute sem nenhum parâmetro para gerar somente ${FB_CHINFO_USERCONFIG}.

source: Generating ${FB_XDGMENU} with icons...
pt_br: Gerando ${FB_XDGMENU} com ícones...

source: Generating ${FB_XDGMENU}...
pt_br: Gerando ${FB_XDGMENU}...

source: Generating ${FB_BGMENU}...
pt_br: Gerando ${FB_BGMENU}...

source: Backgrounds
pt_br: Imagens de fundo

source: Set the Background
pt_br: Configure a Imagem de Fundo

source: Random Background
pt_br: Imagem de Fundo Aleatória

source: Backgrounds ${rmenucounter}
pt_br: Imagens de fundo ${rmenucounter}

source: Warning: None background found in:
pt_br: Aviso: Nenhuma imagem de fundo encontrada em:

source: Generating ${FB_MAINMENU}...
pt_br: Gerando ${FB_MAINMENU}...

source: File Manager
pt_br: Gerenciador de Arquivos

source: Web Browser
pt_br: Navegador Web

source: Email Reader
pt_br: Leitor de Email

source: Fluxbox Menu
pt_br: Menu Fluxbox

source: Configure
pt_br: Configurar

source: System Styles
pt_br: Estilos do Sistema

source: Choose a style...
pt_br: Escolha um estilo...

source: User Styles
pt_br: Estilos do Usuário

source: Workspace List
pt_br: Lista de Áreas de Trabalho

source: Tools
pt_br: Ferramentas

source: GTK+ appearence
pt_br: Aparência do GTK+

source: Window name
pt_br: Nome da Janela

source: Window info
pt_br: Info da Janela

source: Screenshot
pt_br: Capturar Tela

source: Regenerate menus
pt_br: Regenerar menus

source: All
pt_br: Todos

source: Only main menu
pt_br: Somente menu principal

source: Only XDG menu
pt_br: Somente menu XDG

source: Only backgrounds menu
pt_br: Somente menu de imagens de fundo

source: Window Managers
pt_br: Gerenciadores de Janelas

source: Fluxbox Command
pt_br: Comando Fluxbox

source: Reload config
pt_br: Recarregar config

source: Restart Fluxbox
pt_br: Reiniciar Fluxbox

source: Run...
pt_br: Executar...

source: Help & Search
pt_br: Ajuda e Pesquisa

source: Search for files...
pt_br: Pesquisar por Arquivos...

source: Help
pt_br: Ajuda

source: Open New Session
pt_br: Abrir Nova Sessão

source: Lock screen
pt_br: Bloquear Tela

source: Logout
pt_br: Sair

source: Reboot
pt_br: Reiniciar

source: Shutdown
pt_br: Desligar

source: This script needs a working display.
pt_br: Este script precisa de um display funcionando.

source: Usage : ${fdhcommand} <option> Script to control GDM/KDM/LightDM in menus. <option> can be: f|-f|--fluxbox Exits fluxbox after some options. n|-n|--new Open a reserved display r|-r|--reboot Reboot s|-s|--shutdown Shutdown h|-h|--help This message v|-v|--version Output version Reboot/Shutdown options execute xterm with su, if no gdm/kdm/lightdm found.
pt_br: Uso : ${fdhcommand} <opção> Script para controlar o GDM/KDM/LightDM em menus. f|-f|--fluxbox Sair do fluxbox após algumas opções. n|-n|--new Abrir um display reserva r|-r|--reboot Reiniciar s|-s|--shutdown Desligar h|-h|--help Esta mensagem v|-v|--version Informar a versão As opções Reiniciar/Desligar executam xterm com o su, se o gdm/kdm/lightdm não for encontrado.

source: GDM/KDM/Lightdm/LXDM/${XTERMBASE} is not properly installed.
pt_br: GDM/KDM/Lightdm/LXDM/${XTERMBASE} não está propriamente instalado.

source: Insert root password to reboot:
pt_br: Insira a senha de root para reiniciar:

source: Insert root password to shutdown:
pt_br: Insira a senha de root para desligar:

source: GDM/KDM/LightDM do not running or do not have reserved displays configured.
pt_br: GDM/KDM/LightDM não está executando ou não há displays reservas configurados.
